upstream/OpenFOAM-v2606/applications/test/volField/cavity/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions

application=Test-volField

runApplication wmake ..

runApplication blockMesh

runApplication $application

#------------------------------------------------------------------------------
